{
    "blogs": [
      {
        "id": 1,
        "title": "Пост в блоге 1",
        "content": "<ul class=\"list-disc pl-5\"><li><strong>Этот блог написан для тех, кто готов открыть для себя вкусные сочетания вкусов.</strong></li><li>Я хочу рассказать и научить вас готовить новые блюда, которые я придумываю и готовлю, чтобы удивить вас, и поделиться с вами идеями и вкусами.</li><li>Для каждого повара возможность создавать из того, что есть под рукой, всегда удивительна и прекрасна. Строгие рецепты ограничивают творчество. До недавнего времени проб и ошибок был единственным способом узнать, какие продукты будут хорошо сочетаться друг с другом.</li><li>А украшение семейного стола своим творением — двойное удовольствие. Что-то новое всегда будет радостью для ваших близких и друзей. И неважно, что вы получите в результате, вы можете быть твердо уверены в одном: это всегда будет вкусно и полезно.</li><li>Как и в любом деле, здесь также важны умение обращаться с оборудованием и знание технологического процесса. Кулинария ничем не отличается от других ремесел: вашими инструментами могут быть голые руки, а вашими принадлежностями могут быть продукты, но также важно знать, как они должны действовать и взаимодействовать с другими компонентами.</li><li>Я расскажу вам, с какими продуктами я работаю и какую пользу они приносят нам. Чтобы не начинать с нуля, вы можете взять эти рецепты за основу и создавать новые кулинарные шедевры.</li><li>Вы опытный повар или новичок? Кто бы вы ни были, я надеюсь, что этот блог поможет вам раскрыть свои таланты.</li><li>Добавьте щепотку науки о вкусе в ваше блюдо знаний! Пусть этот блог откроет для вас мир новых гастрономических вкусов.</li></ul>",
        "date": "2023-10-01",
        "image": "/00031.jpg"
      },
      {
        "id": 2,
        "title": "Пост в блоге 2",
        "content": "Содержание поста в блоге 2",
        "date": "2023-10-02",
        "image": "/000012.jpg"
      },
      {
        "id": 3,
        "title": "Пост в блоге 3",
        "content": "Содержание поста в блоге 3",
        "date": "2023-10-03",
        "image": "/000012.jpg"
      }
    ],
    "buttons": [
      { "href": "/", "label": "Главная" },
      { "href": "/page2", "label": "Страница 2" },
      { "href": "/page3", "label": "Страница 3" }
    ]
  }